allure-results/304865810cd143f0a5953ba461129fbe-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><CancelOrderRequest xmlns="http://tempuri.org/"><CPASId>653275132253</CPASId><ReasonID>34</ReasonID><CancelRemarks>Cancellation initiated by our Customer due to the transaction not having the correct spelling of the beneficiary name</CancelRemarks><CancelReason>Wrong Beneficiary Name</CancelReason><AgentID>WWMT07</AgentID><UserID>mreynagaag</UserID></CancelOrderRequest></soap:Body></soap:Envelope>